Tekla.Structures.Filtering.Categories.BoltFilterExpressions.Phase
The Phase class represents the phase filter expression.

Tekla.Structures.Filtering.Categories.BoltFilterExpressions.Phase.#ctor
Initializes a new instance of the Phase class.